export interface InterviewCard {
  id: string;
  title: string;
  description: string;
}

export const interviewCards: InterviewCard[] = [
  {
      "id":"1",
      "title":"Подготовься заранее",
      "description":"Изучи информацию о компании, о вакансии и подумай, какие вопросы могут задать. Если у работодателя есть раздел, рассказывающий об условиях работы для людей с инвалидностью, стоит изучить его заранее."
  },
  {
      "id":"2",
      "title":"Тренируй ответы на типовые вопросы",
      "description":"Один из первых вопросов любого работодателя — «Расскажите о себе». Лучше заранее продумать ответ на этот вопрос. /n/nПри подготовке речи важно сосредоточиться на тех аспектах, которые помогут тебе успешно выполнять рабочие задачи — не обязательно рассказывать всю свою жизнь или все места работы. Сделайте акцент на своем образовании, пройденных курсах, навыках и релевантном опыте — последних местах работы, задачах, которые перед тобой ставили, и твоих достижениях. /n/nЕсли из-за особенностей инвалидности голосовое общение затруднено или невозможно, собеседование может проходить через видеосвязь с использованием чата или в письменной форме. /n/nЧтобы повысить шансы на успех и снизить волнение, рекомендуется заранее подготовить ответ: написать его, проверить на ошибки, разбить на логические блоки и оформить по разделам — например, «Образование», «Последние места работы», «Релевантный опыт», «Что я делал», «Достигнутые результаты». Также полезно подготовить ответы на другие типичные вопросы."
  },
  
  {
      "id":"3",
      "title":"Будь пунктуален",
      "description":"Если собеседование офлайн — приходи за 10-15 минут до начала, заранее продумай маршрут и рассчитай время на дорогу с учётом возможных непредвиденных ситуаций. Это могут быть пробки, неправильный выход из метро или отмена такси. К сожалению, такие ситуации иногда случаются. /n/nЛюдям с особенностями опорно-двигательного аппарата стоит «пройтись» по картам, в которых можно увидеть реальные фотографии улиц и маршруты. Так ты сможешь увидеть большинство возможных препятствий заранее. /n/nЕсли собеседование онлайн — проверь интернет и платформу заранее, а ещё поставь будильник, чтобы не пропустить встречу и успеть настроить звук и видео."
  },

  {
      "id":"4",
      "title":"Важно, как ты выглядишь",
      "description":"Позаботься о своём внешнем виде. /nЭто может показаться банальным, но на любое собеседование — будь то онлайн или офлайн — важно приходить аккуратным и соответствующим ситуации. /nЛюдям с особенностями зрения можно попросить друзей или близких помочь выбрать гардероб, выдержанный в едином стиле и цветовой гамме. /n/nЕсли встреча проходит по видеосвязи, предупреди домашних, чтобы они не шумели и не заходили к тебе во время разговора, а также убери рабочее место и комнату и выбери виртуальный фон (пальмы на пляже — не лучшее решение)."
  },

  {
      "id":"5",
      "title":"Отвечай честно и уверенно",
      "description":"Не выдумывай навыки, которых нет. Говори про реальный опыт и примеры из своей жизни. /nА также реши заранее, будешь ли ты рассказывать о своих индивидуальных особенностях, например, об инвалидности, если не указал её при отклике. /n/nЕсли твоя инвалидность незаметна или формат собеседования позволяет оставить её в тайне, решение о том, говорить об особенностях здоровья или нет — полностью твоё. Закон не требует от тебя раскрывать эту информацию. /n/nЕсли ты решишь сообщить работодателю о своей инвалидности во время собеседования, стоит заранее подготовиться: подумай, как ты это сделаешь, и подготовь ответы на возможные вопросы. Основной совет — будь уверен в себе и покажи, что твоя инвалидность не мешает тебе выполнять профессиональные обязанности. /n/nНапример, незрячий юрист может объяснить, что использует программу экранного доступа для работы с компьютером и телефоном. При этом важно подчеркнуть, что особенности зрения никак не мешают его работе: он читает электронные документы с помощью скринридера."
  },

  {
      "id":"6",
      "title":"Проявляй активность и заинтересованность",
      "description":"Подумай заранее над вопросами к работодателю. /nСобеседование — это прежде всего знакомство. На нём ты сможешь получить ответы на свои вопросы и понять, готов ли ты к сотрудничеству с этой компанией. /n/nЛюдям с инвалидностью стоит подготовить не только вопросы об условиях и требованиях, но и узнать важные для себя детали. Например, незрячий специалист, работающий в офисе, может спросить, разрешат ли ему пользоваться своим ноутбуком или потребуется установить скринридер на офисный компьютер, а также есть ли возможность перед началом работы ознакомиться со своим рабочим пространством."
  },

  {
      "id":"7",
      "title":"Следи за речью",
      "description":"Говори чётко, без лишних слов-паразитов, не спеши и делай паузы для обдумывания ответа. Если у тебя есть особенности речи или ты чувствуешь, что можешь запнуться, заранее подготовь короткие фразы или ключевые слова, которые помогут тебе структурировать ответы. /nТакже полезно практиковаться в разговоре с близкими или специалистами, чтобы повысить уверенность и комфорт при общении. /n/nЕсли тебе трудно говорить в определённых ситуациях, можно заранее сообщить интервьюеру о своих особенностях — это поможет создать более комфортную атмосферу и снизить стресс. Не забывай делать небольшие паузы, чтобы собеседник мог лучше понять тебя и оценить твою речь. Также после сказанного ты можешь уточнить у собеседника, понятно ли ты всё объяснил или нужно развернуть свой ответ."
  },

  {
      "id":"8",
      "title":"Демонстрируй интерес к компании",
      "description":"Покажи, что ты изучил информацию о компании и понимаешь, чем она занимается. Прояви свою заинтересованность, спросив о команде, задачах или возможностях развития. /n/nВопросы лучше отнести во вторую часть собеседования, уже после рассказа о своём опыте и обсуждения вакансии."
  },

  {
      "id":"9",
      "title":"Завершай встречу правильно",
      "description":"В конце поблагодари собеседника за встречу, это создаст положительное впечатление о тебе. А также уточни о дальнейших шагах и сроках ожидания обратной связи. /nБудь готов к отказу. Отказы случаются у всех — и у соискателей с инвалидностью, и у тех, кто её не имеет. Это нормально. Ты можешь не получить предложение о работе, потому что тебе не хватает нужных навыков, ты живёшь в другом часовом поясе или работодатель уже нашёл более опытного кандидата или того, кто согласен выполнять эти задачи за меньшие деньги. /n/nЛюбой отказ — это прежде всего опыт. Помни об этом и не прекращай поиск работы из-за одного или нескольких отказов."
  }
]