export interface Tip {
  id: string;
  title: string;
  shortDescription: string;
  fullDescription: string;
}

export const tips: Tip[] = [
    {
        "id": "1",
        "title": "Создание резюме ",
        "shortDescription": "Чётко сформулируй желаемую должность ",
        "fullDescription": "В названии вакансии укажи конкретную позицию. Не используй общие слова вроде «специалист» или «любая работа». Это поможет работодателю понять, что именно ты ищешь./nВ резюме указывай только название должности из объявления./nТак ты покажешь свою заинтересованность и повысишь шансы на отклик."
    },
    {
        "id": "2",
        "title": "Адаптация",
        "shortDescription": "Адаптируй резюме под каждую вакансию",
        "fullDescription": "Перед отправкой резюме внимательно изучай описание вакансии и подчеркивай в своём резюме те навыки и опыт, которые наиболее соответствуют требованиям работодателя. Это повысит шансы на приглашение на собеседование./nНапример, если в описании вакансии указано, что важен опыт работы с определёнными программами или навыками, обязательно укажи их в своём резюме и подчеркни соответствующие достижения."
    },
    {
        "id": "3",
        "title": "Стиль",
        "shortDescription": "Воздержись от юмора",
        "fullDescription": "Резюме — это деловой документ. Шутки и сарказм могут создать неправильное впечатление. Лучше придерживаться нейтрального, профессионального стиля./nНапример, избегай фраз вроде «Я — лучший кандидат на все вакансии!»./nПостарайся сохранить деловой тон, чтобы подчеркнуть свою компетентность и серьёзность намерений."
    },
    {
        "id": "4",
        "title": "Объём",
        "shortDescription": "Будь лаконичен",
        "fullDescription": "Длина резюме не должна превышать двух страниц. Включай только важные сведения, избегай пустых фраз вроде «расскажу всё при встрече». Всё нужное должно быть в нём сразу./nНапример, вместо длинных описаний обязанностей в каждой должности лучше выделить ключевые достижения./nКраткость помогает работодателю быстро оценить твой опыт и навыки. Избегай сложных оборотов и профессионального жаргона — пиши так, чтобы тебя понял любой HR."
    },
    {
        "id": "5",
        "title": "Опыт",
        "shortDescription": "Добавь достижения с цифрами",
        "fullDescription": "Опыт работы лучше описывать, фокусируясь на конкретных задачах, функциях и достигнутых результатах, а не только на названиях должностей. Это поможет показать твои реальные навыки и ценность для работодателя./nНапример:/nЕсли «Менеджер по продажам» — «Разрабатывал стратегии привлечения клиентов, что привело к увеличению продаж на 20% за год»./nЕсли «Бухгалтер» — «Обеспечивал своевременную подготовку отчётности, что снизило количество ошибок на 15% и ускорило процесс сдачи отчётов»./nТакое описание делает твой опыт более конкретным и убедительным, помогает выделиться среди других кандидатов."
    },
    {
        "id": "6",
        "title": "Уместность",
        "shortDescription": "Обдумай, какую личную информацию сообщать",
        "fullDescription": "Для безопасности не стоит писать паспортные данные, точный адрес или регистрацию. Эти сведения не нужны работодателю, а их передача посторонним может быть опасной. Фокусируйся на профессиональных качествах — это важнее для вакансии./nНе всегда нужно вставлять ссылки на профили в соцсетях — они могут раскрыть лишнее или создать неправильное впечатление. Лучше оставить их закрытыми или убрать вовсе, если они не подтверждают профессиональные качества./nЕсли решишь вставлять ссылки, убедись, что профили актуальны и содержат только деловую информацию."
    },
    {
        "id": "7",
        "title": "Корректность",
        "shortDescription": "Проверь резюме на наличие ошибок",
        "fullDescription": "Ошибки в резюме выглядят непрофессионально и снижают шансы на успех. Перед отправкой обязательно перечитай его или попроси кого-то проверить. Важны и орфография, и пунктуация, и другие детали./nНапример, проверь правильность написания названий компаний и должностей./nТакже важны один шрифт, единый размер текста, одинаковое оформление заголовков./nЧистота текста показывает твою внимательность и аккуратность."
    },
    {
        "id": "8",
        "title": "Честность",
        "shortDescription": "Будь честен",
        "fullDescription": "Указывая навыки, будь уверен в своих возможностях — при необходимости будь готов подтвердить их. Честность помогает избежать проблем на собеседовании и в работе./nНапример, если ты пишешь «знаю английский язык», будь готов подтвердить это сертификатом или разговором./nНе стоит преувеличивать свои знания — лучше честно показать  умения."
    },
    {
        "id": "9",
        "title": "Фото",
        "shortDescription": "Добавь фотографию (по желанию)",
        "fullDescription": "Если вставляешь фотографию, она должна быть профессиональной, чёткой и нейтральной. Фото помогает создать более полное впечатление о тебе, но главное — оно должно выглядеть аккуратно./nИзбегай селфи или фотографий с вечеринок и отпуска — выбирай деловой стиль./nНапример, снимок в офисной одежде на нейтральном фоне будет наиболее подходящим."
    }
]

